tap "elastic/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "ngrok/ngrok"
brew "automake"
brew "glib"
brew "openssl@1.1"
brew "node"
brew "corepack", link: false
brew "coreutils"
brew "elasticsearch", restart_service: true
brew "freetds"
brew "gh"
brew "git"
brew "groonga"
brew "libheif"
brew "tcl-tk", link: false
brew "python@3.8"
brew "imagemagick"
brew "imagemagick@6"
brew "jq"
brew "krb5"
brew "libksba"
brew "libpq"
brew "libxml2"
brew "libyaml"
brew "mariadb", restart_service: true
brew "mas"
brew "nghttp2"
brew "node@12"
brew "pgloader"
brew "pkg-config"
brew "postgresql@13", restart_service: true
brew "postgresql@14"
brew "python@3.9"
brew "redis", restart_service: true
brew "ruby-build"
brew "v8"
brew "v8@3.15"
brew "wget"
brew "yarn"
brew "z"
brew "zlib"
brew "heroku/brew/heroku"
cask "chromedriver"
cask "docker"
cask "ngrok"
cask "tunnelblick"
cask "kdrive"
mas "Dashlane", id: 517914548
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "Hotspot Shield", id: 771076721
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Messenger", id: 1480068668
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "Telegram Lite", id: 946399090
mas "The Unarchiver", id: 425424353
mas "Trello", id: 1278508951
mas "WhatsApp", id: 1147396723
